# RbsElecCalcCoefficientUtilization Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecCalcCoefficientUtilization Property
ParameterTypeId Class See Also
---
"Calculate Coefficient of Utilization"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecCalcCoefficientUtilization { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecCalcCoefficientUtilization As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecCalcCoefficientUtilization {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace